Revit 2027 API
ParameterTypeId.RbsElecWireHotAdjustment Property
 "Hot Conductors"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecWireHotAdjustment { get; }
Public Shared ReadOnly Property RbsElecWireHotAdjustment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecWireHotAdjustment {
	ForgeTypeId^ get ();
}
static member RbsElecWireHotAdjustment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace